# IdeaStatiCa.RcsApi.Model.ConcreteCheckResults

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**CheckResults** | **List&lt;ConcreteCheckResult&gt;** |  | [optional]
**Overall** | **ConcreteCheckResultOverall** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)